{
        "routes": [
            {
                "city": "Mersin",
                "short_description": "Mersin is a large city on the southern coast of Turkey.",
                "description": "Our Favorites from Mersin\n\nHonestly, we couldn't explore Mersin fully in 5 days. Mersin is HUGE. A friend in Evde Yok joked, \"I hope you have a helicopter\" when they heard we had 5 days in Mersin. The mountainous terrain doesn't help with the distances either.\n\nSeeing everything is impossible... Therefore, we separated our favorite things in Mersin from all the places to visit. Here are the ones we recommend prioritizing: \"Don't leave Mersin without doing these.\" If you don't spread it out too much, you can squeeze them into 3 days. We've detailed other places to visit in Mersin in the Mersin Travel Guide section.\n\nThe most impressive discovery in Mersin for us is undoubtedly the Yerköprü Waterfall in Yerköprü National Park, located in the Mut District. We believe it should be highlighted in Mersin's tourism efforts and is already protected as a natural monument. To see the waterfall, you'll need to put in some effort: 1) It's on the Ermenek road, which is much more remote than other places you might want to visit in Mersin, and 2) After reaching the National Park, you need to walk 30-45 minutes to reach the waterfall inside the canyon. It's uphill on the way there and a climb on the way back. But you're walking through such a beautiful canyon and passing through such impressive places that you won't mind at all.\n\nOne of the most unique flavors, not just for Mersin but possibly for all of Turkey, is the blue crab, which we think you can best taste at the fishing cooperative run by Göksu Delta's Dalyan, Paradeniz lagoon in Silifke, instead of other famous fish restaurants. Here, you get a beautiful view and sunset, and the prices are much more reasonable. The crab comes with a lemony, spicy sauce that you dip it in. Besides crab, they also serve classic options like calamari and fish.\n\nKızkalesi is one of the most well-known tourist spots in Erdemli. Although it is said to be in Erdemli, it's actually 23 kilometers away from Erdemli and about 60 kilometers from Mersin. Sometimes referred to as the Sea Castle, don't get confused if you hear it called that.\n\nThe legend of this castle is identical to that of the Maiden's Tower. A soothsayer told a king that his daughter would be bitten by a snake and die. To save her, the king built a castle in the middle of the sea and placed his daughter there. A snake hiding in a grape basket sent to the castle eventually bit and killed her. In more historical terms, this island was used by pirates and is believed to have been built by the Byzantines. The structure in the middle is a palace. Another claim is that Kızkalesi was built to protect the coastal city of Korykos from sea threats. Historical research shows that this castle was hosted by the Seleucids, Byzantines, Seljuks, Armenians, French (Cyprus Kingdom), Karamanids, and Ottomans over the centuries.\n\nKızkalesi is about 600 meters from the shore, so it's quite close. To get there, you either need to swim or rent a paddle boat. We rented a paddle boat, but there were also people swimming, so don't be intimidated. The sea is truly magnificent, and we were tempted to leave the paddle boat and swim! It takes about 10-15 minutes to reach the castle by paddle boat. Once there, it takes around 15 minutes to tour the castle.",
                "image": "mersin.jpg"
            },
            {
                "city": "Antalya",
                "short_description": "Antalya is a Turkish resort city with a yacht-filled Old Harbor and beaches flanked by large hotels.",
                "description": "Places to Visit in Antalya\n\nWhen we headed to Antalya, we were filled with serious prejudices, influenced by the crowded beaches swarming with tourists and the all-inclusive holidaymakers we saw on the news. It felt like we were landing not on a runway, but in a bad foam party with Sean Paul playing, surrounded by sturdy young Turkish men who came to chat up English girls in search of their passports. We imagined our tombstones reading, \"They were not actually all-inclusive fans.\"\n\nThus, stepping into Antalya on a morning in April was a shock. Readers might say, \"Let's not exaggerate,\" but it felt like arriving in a European city. After the oppressive atmosphere and congestion of Istanbul, life here seemed so free and high-quality.\n\nWhen we reached Kaleiçi, we couldn’t believe the beauty of its historical texture (though later, when we saw Aspendos, it was a different story). Seeing mixed-gender groups comfortably enjoying themselves in bars at night, cyclists on the broad streets of the city scented with orange blossoms, and spacious homes felt like a breath of fresh air. In short, we were convinced that this city offered the highest quality of life in Turkey.\n\nKaleiçi is the most charming spot in Antalya, and we highly recommend visiting. The old city mansions here are the heart of Antalya's social life today. After work, people come here to unwind, tourists come to see its vibrant historical texture, children come to swim at its tiny beach, and young people come to party at bars with great live bands. Perched on a cliff, it feels like an autonomous village with huge parks.\n\nDo not come here during the day in summer; the heat will be unbearable. Come around sunset; you can enjoy a classic Kaleiçi sunset, explore Kaleiçi, and listen to live music in the evening. We have many spot-on recommendations for places to visit, eat, and drink in Kaleiçi. Don't move a step without reading our guide on Places to Visit in Kaleiçi.\n\nAntalya also has two famous waterfalls: Düden and Kurşunlu. To truly understand their beauty, we recommend watching a video because photos do not do them justice.\n\nDüden Waterfall is fascinating, located right in the middle of the city, surrounded by buildings, with a waterfall cascading through the neighborhood. It's the kind of place you pass by on your way to the market or bus stop. You might even doubt the map's accuracy when parking your car because it's in such an unexpected location. There is a cave you can walk through behind the waterfall. Even more interestingly, Düden falls off the cliffs into the sea further down. You can see where Düden meets the sea on a boat tour from Kaleiçi, but you can also drive close to it.\n\nIn the Burunucu Mevkii Çakış Village of Manavgat, there is Hip-Notics, a water park where you can do cable water skiing, known as wakeboarding. Unlike traditional water skiing, which is done by being pulled by a motorboat or another vehicle, this one uses a pulley system and cables. It's safer, more economical, and better suited for beginners and those interested in acrobatics compared to traditional water skiing. Since it runs on electricity and doesn't pollute the water with motor oils, it's an environmentally friendly system. Besides wakeboarding, there are options for water skiing (twin skis), kneeboarding, and flyboarding. There are also areas for basketball, volleyball, other games, and food and drink.",
                "image": "antalya.jpg"
            },
            {
                "city": "Muğla",
                "short_description": "Muğla is a city in southwestern Turkey, the center of the eponymous province.",
                "description": "Places to Visit in Muğla\n\nWhen we headed to Muğla, we were filled with excitement to explore its rich natural and historical offerings. Much like Antalya, Muğla is a gem on Turkey's southwestern coast, brimming with picturesque landscapes, charming towns, and stunning beaches. Here’s a glimpse into some must-visit spots in Muğla that left us in awe.\n\nKaleiçi, Bodrum:\nBodrum’s Kaleiçi district is a treasure trove of history and culture. The charming old town with its narrow streets, whitewashed houses, and vibrant nightlife is a must-see. Wandering through Kaleiçi feels like stepping back in time, with historic landmarks around every corner. Don’t miss the opportunity to explore the Bodrum Castle, which offers breathtaking views of the azure waters.\n\nDalyan:\nDalyan is another highlight of Muğla, famous for its unique blend of natural beauty and historical significance. The Dalyan River, flowing past the ancient city of Kaunos, is lined with rock tombs carved into the cliffs. A boat trip down the river will lead you to the stunning İztuzu Beach, a protected nesting ground for the endangered loggerhead turtles (Caretta caretta). Dalyan’s thermal mud baths are also a popular attraction, offering a unique and rejuvenating experience.\n\nFethiye:\nFethiye stands out with its pristine beaches and crystal-clear waters. The town is a hub for outdoor activities, including paragliding from Babadağ Mountain over the stunning Ölüdeniz lagoon, and exploring the Butterfly Valley, a secluded canyon that is home to diverse butterfly species. Fethiye’s vibrant markets and ancient ruins, such as the Amyntas Rock Tombs, add to its charm.\n\nMarmaris:\nMarmaris is known for its lively atmosphere and beautiful coastline. The town offers a mix of modern amenities and natural beauty. Take a stroll along the Marmaris Marina, or embark on a boat tour to discover hidden coves and beaches. For those seeking tranquility, the nearby villages of Selimiye and Bozburun provide a peaceful retreat with their serene settings and traditional charm.\n\nAkyaka:\nAkyaka is a paradise for nature lovers and adventure enthusiasts. The town is famous for its kite surfing, thanks to the consistent winds and shallow waters of Gökova Bay. Akyaka’s traditional architecture, with its unique Ula-Muğla style houses, adds a distinctive character to the town. Exploring the Azmak River by boat is a must-do activity, where you can witness the lush greenery and diverse wildlife along the riverbanks.\n\nBafa Lake:\nFor those interested in combining nature and history, a visit to Bafa Lake is a perfect choice. The lake, surrounded by ancient ruins and Byzantine monasteries, offers a serene escape. Hiking trails around the lake provide stunning views and opportunities to discover the region’s rich historical heritage.\n\nMuğla’s diverse offerings make it a captivating destination for all types of travelers. Whether you're seeking adventure, relaxation, or a deep dive into history, Muğla has something to offer.",
                "image": "mugla.jpg"
            }
        ]
}